{
  "@metadata": {
    "authors": ["Bill"],
    "last-updated": "2024-05-08",
    "locale": "en",
    "message-documentation": "qqq"
  },
  "home": "Home",
  "settings": "Settings",
  "volume-adjust": "Volume Adjust",
  "language-selector": "Language Selector",
  "submit-feedback": "Submit Feedback",
  "love-compatibility": "Love Compatibility",
  "homepage-title": "Envision Your Destiny",
  "homepage-body-title": "Envision Your Destiny",
  "brought-by": "Brought to you by",
  "team-name": "20/20 Visionaries",
  "love-compatibility-description": "Discover your perfect match with cutting-edge astrological signs to provide insightful guidance on finding lasting love.",
  "fortune-cookie": "Fortune Cookie",
  "fortune-cookie-description": "Crack open the secrets of your destiny by combining ancient wisdom with modern technology to bring clarity and inspiration.",
  "palm-reading": "Palm Reading",
  "palm-reading-description": "Capture your heartbeat with your webcam to decode the hidden messages in your hands to create a brighter future.",
  "cant-decide-title": "Can't decide?",
  "cant-decide-description": "Your destiny is in our hands.",
  "randomize-button": "Randomize",
  "footer-text": "Improving the student experience by alleviating decision-making anxiety since 2023.",
  "github-link": "GitHub",
  "love-compatibility-title": "Love Compatibility | Envision Your Destiny",
  "how-to-use": "How to Use",
  "left-zodiac-wheel-alt": "left zodiac wheel",
  "your-dob-label": "YOUR DATE OF BIRTH:",
  "find-out-button": "Find Out!",
  "right-zodiac-wheel-alt": "right zodiac wheel",
  "left-arrow-alt": "left arrow",
  "right-arrow-alt": "right arrow",
  "their-dob-label": "THEIR DATE OF BIRTH:",
  "popup-box-title": "Pop-up Box",
  "popup-box-text": "This is some sample text for the pop-up box.",
  "go-back-button": "Back",
  "close-button-alt": "close",
  "user-guide-title": "User Guide",
  "step-1-title": "Step 1: Selecting Zodiac Pairs",
  "step-1-instruction-1": "Position your mouse cursor over the left wheel.",
  "step-1-instruction-2": "Click and hold down the mouse button.",
  "step-1-instruction-3": "While keeping the button pressed, move your cursor along the wheel to rotate it.",
  "step-1-note": "Note: Alternatively, you can scroll up or down while hovering over the wheel to rotate it.",
  "step-1-instruction-4": "If you do not know your zodiac sign, rotate the wheel until the date range displayed in the middle of the wheel includes your birthday. The zodiac pointed to by the wheel's corresponding arrow is your sign.",
  "step-1-instruction-5": "Once the arrow is pointing to your zodiac sign, release the mouse button or stop scrolling to make your selection.",
  "step-1-instruction-6": "Repeat the same action on the right wheel to select your partner's zodiac sign using their birthday.",
  "step-2-title": "Step 2: Confirm Selection and Calculate Compatibility",
  "step-2-instruction-1": "After selecting you and your partner's zodiac sign, press the 'Find Out' button located near the bottom of the page.",
  "step-2-instruction-2": "Wait for a moment as the compatibility calculation is processed.",
  "step-3-title": "Step 3: Interpret the Compatibility Results",
  "step-3-instruction-1": "The compatibility results will provide insights into the romantic compatibility between the selected zodiac signs.",
  "step-3-instruction-2": "From there, you can then press the 'Back' button to return to the Zodiac Compatibility site.",
  "fortune-cookie-title": "Fortune Cookie | Envision Your Destiny",
  "fortune-cookie-subtitle": "Begin your day with a taste of destiny by cracking open the secrets of your future.",
  "fortune-text": "Believe in yourself and you will achieve great things.",
  "fortune-cookie-full-alt": "fortune cookie",
  "fortune-cookie-right-alt": "fortune cookie right half",
  "fortune-cookie-left-alt": "fortune cookie left half",
  "open-cookie-button": "Open the cookie",
  "new-cookie-button": "New cookie",
  "skip-animation-button": "Skip animation",
  "voice-label": "Voice:",
  "none-option": "None (disable voice)",
  "palm-reading-title": "Palm Reading | Envision Your Destiny",
  "begin-button": "Begin",
  "enable-camera": "Enable your camera to permit analysis.",
  "read-another-hand-button": "Read Another Hand",
  "results-title": "Results",
  "palm-guide-alt": "Palm reading guide",
  "head-tab-label": "Head",
  "heart-tab-label": "Heart",
  "life-tab-label": "Life",
  "fate-tab-label": "Fate",
  "sun-tab-label": "Sun",
  "head-line-title": "Head Line",
  "head-line-description": "A head line is said to represent a person's intellectual qualities and how they approach life. It can provide insight into how a person forms ideas, processes information and makes decisions. In general, a strong, bold head line indicates that a person is logical, rational and analytical in their approach to life; a curved or shallow line suggests a more intuitive, creative and emotional approach.",
  "heart-line-title": "Heart Line",
  "heart-line-description": "A heart line, according to palmistry, is believed to signify a person's emotional nature and their approach to matters of the heart. It offers valuable insights into how an individual experiences and expresses love, affection, and emotional connections.",
  "life-line-title": "Life Line",
  "life-line-description": "A life line is one of the major lines analyzed to gain insight into a person's overall well-being and vitality. It is also known as the 'vitality line' or 'earth line.' Contrary to popular belief, the life line does not actually predict the length of a person's life. Instead, it provides information about a person's physical health, energy levels, and general quality of life.",
  "fate-line-title": "Fate Line",
  "fate-line-description": "A fate line, also known as the 'career line' or 'line of destiny,' is a major line that is believed to provide insights into a person's career, achievements, and overall life path. The fate line is not present on everyone's palm, and its presence, depth, and characteristics can vary.",
  "sun-line-title": "Sun Line",
  "sun-line-description": "A sun line, also known as the 'Apollo line' or 'line of success,' is a vertical line that is believed to reveal insights about a person's success, fame, and reputation. The sun line is not present on everyone's palm, and its presence, depth, and characteristics can vary.",
  "palm-result-long-and-straight-head-line": "Long and straight head line: You possess a logical and analytical mind. You excel in problem-solving and have a practical approach to life.",
  "palm-result-short-head-line": "Short head line: You tend to be impulsive and prefer to make decisions based on intuition rather than careful analysis. You may have a quick wit and enjoy spontaneous experiences.",
  "palm-result-curved-head-line": "Curved head line: Your thoughts and actions are influenced by emotions and creativity. You have a vivid imagination and may excel in artistic or intuitive pursuits.",
  "palm-result-forked-head-line": "Forked head line: This indicates a dual nature and the ability to see multiple perspectives. You may possess strong decision-making skills and adaptability in different situations.",
  "palm-result-chained-head-line": "Chained head line: You tend to overthink and have a restless mind. You may struggle with concentration and easily get distracted, but you also have the ability to multitask effectively.",
  "palm-result-broken-head-line": "Broken head line: This suggests a period of significant change or trauma in your life that has had an impact on your thoughts and mental clarity. You may have experienced setbacks but have the resilience to overcome them.",
  "palm-result-wavy-head-line": "Wavy head line: Your thoughts and mental processes are influenced by fluctuating moods and emotions. You may have a creative and imaginative mind but can also be prone to mood swings.",
  "palm-result-absent-head-line": "Absent head line: A missing head line indicates a highly intuitive and unconventional thinker. You rely more on instincts and emotions rather than logic and analysis.",
  "palm-result-deep-and-well-defined-head-line": "Deep and well-defined head line: You possess strong mental focus and concentration. You have the ability to think deeply about complex matters and make well-informed decisions.",
  "palm-result-faint-or-unclear-head-line": "Faint or unclear head line: This may indicate a lack of clarity in your thoughts and difficulty in making decisions. You may benefit from cultivating a more focused and organized mindset.",
  "palm-result-long-and-curved-heart-line": "Long and curved heart line: You are emotionally expressive and have a deep capacity for love and affection. You value meaningful connections and are often guided by your heart in matters of love and relationships.",
  "palm-result-short-and-straight-heart-line": "Short and straight heart line: You have a practical approach to love and relationships. You may prioritize stability and security over intense emotional experiences.",
  "palm-result-broken-heart-line": "Broken heart line: This suggests emotional upheavals or significant heartbreak in your life. It could indicate periods of emotional vulnerability or challenges in finding lasting love.",
  "palm-result-forked-heart-line": "Forked heart line: You have a strong romantic nature and may experience multiple significant relationships or love interests throughout your life. This can indicate a propensity for passionate connections or indecisiveness in matters of the heart.",
  "palm-result-upwardly-curved-heart-line": "Upwardly curved heart line: You are optimistic and enthusiastic in matters of love. You tend to be passionate and may have a tendency to idealize your romantic partners.",
  "palm-result-downwardly-curved-heart-line": "Downwardly curved heart line: You are more reserved and cautious when it comes to matters of the heart. You may take your time in developing deep emotional connections and prefer stability and practicality in relationships.",
  "palm-result-wavy-heart-line": "Wavy heart line: Your emotions fluctuate, and you may experience highs and lows in your relationships. You have a sensitive and empathetic nature, which can make you more susceptible to emotional turbulence.",
  "palm-result-absent-heart-line": "Absent heart line: A missing heart line can indicate difficulty in expressing or understanding emotions. You may struggle with forming deep emotional connections or have a more logical approach to relationships.",
  "palm-result-deep-and-well-defined-heart-line": "Deep and well-defined heart line: You have a strong emotional intelligence and are deeply in touch with your feelings. You have the capacity for profound love and may be highly empathetic and nurturing in relationships.",
  "palm-result-faint-or-unclear-heart-line": "Faint or unclear heart line: This may suggest challenges in understanding or expressing emotions. You may need to work on developing greater emotional awareness and communication skills in relationships.",
  "palm-result-long-and-deep-life-line": "Long and deep life line: You possess a strong vitality and have the potential for a long and healthy life. You have a resilient nature and the ability to bounce back from challenges.",
  "palm-result-short-life-line": "Short life line: This may indicate a tendency to live life to the fullest and take risks. You may have a sense of urgency and a desire to make the most of every moment.",
  "palm-result-curved-life-line": "Curved life line: Your life path is influenced by your emotional and creative nature. You may experience ups and downs but have the ability to adapt and find fulfillment in various aspects of life.",
  "palm-result-broken-life-line": "Broken life line: This suggests significant life changes or disruptions that have had an impact on your overall well-being. It could indicate major transitions or shifts in your life path.",
  "palm-result-chained-life-line": "Chained life line: You have a tendency to worry and overthink, which can impact your overall sense of well-being. It is important for you to find ways to manage stress and maintain a balanced lifestyle.",
  "palm-result-faint-or-unclear-life-line": "Faint or unclear life line: This may indicate a sense of uncertainty or lack of direction in your life. It is important for you to explore your passions and align your actions with your purpose.",
  "palm-result-deep-and-well-defined-life-line": "Deep and well-defined life line: You have a strong sense of purpose and a solid foundation in life. You have the ability to overcome obstacles and make the most of opportunities that come your way.",
  "palm-result-absent-life-line": "Absent life line: A missing life line is rare but can indicate a unique life path or a sense of detachment from traditional norms. You may forge your own path and have a non-conventional approach to life.",
  "palm-result-multiple-life-lines": "Multiple life lines: This suggests a multifaceted personality and the ability to pursue different paths simultaneously. You may have diverse interests and talents that allow you to thrive in various areas of life.",
  "palm-result-overlapping-life-lines": "Overlapping life lines: Overlapping life lines can indicate complex relationships or intertwining paths with significant others. It may signify strong connections or dependencies on others throughout your life.",
  "palm-result-straight-and-well-defined-fate-line": "Straight and well-defined fate line: You have a clear sense of purpose and direction in life. You are likely to achieve success and recognition in your chosen career or path.",
  "palm-result-faint-or-unclear-fate-line": "Faint or unclear fate line: This may suggest a lack of clarity or uncertainty regarding your life's purpose or career path. It is important to explore different possibilities and seek clarity to align with your true calling.",
  "palm-result-forked-fate-line": "Forked fate line: This indicates multiple career paths or significant life choices. You have the ability to make choices that can lead to different outcomes, and your fate may be influenced by these decisions.",
  "palm-result-broken-fate-line": "Broken fate line: This suggests setbacks or major changes in your life that may impact your career or life path. However, you have the resilience to overcome challenges and adapt to new circumstances.",
  "palm-result-absent-fate-line": "Absent fate line: A missing fate line may indicate a more fluid and flexible approach to life. You may not be bound by a specific career path or have a strong sense of destiny. You are open to exploring different possibilities and taking opportunities as they come.",
  "palm-result-long-and-deep-fate-line": "Long and deep fate line: You have a strong sense of purpose and a clear life mission. You are likely to achieve significant success and recognition in your chosen field.",
  "palm-result-curved-fate-line": "Curved fate line: Your life path is influenced by your creative and intuitive nature. You may find success in artistic or unconventional fields and have a unique approach to your career or life's purpose.",
  "palm-result-multiple-fate-lines": "Multiple fate lines: This suggests diverse talents and interests. You may have the ability to pursue different paths simultaneously or have multiple successful careers in your lifetime.",
  "palm-result-crossed-fate-lines": "Crossed fate lines: Crossing fate lines can indicate significant life-changing events or major decisions that alter the course of your life. These events can shape your destiny and open new opportunities.",
  "palm-result-rising-fate-line": "Rising fate line: Your career or life path may experience gradual progress and growth over time. You have the potential to achieve greater success and reach new heights through consistent effort and perseverance.",
  "palm-result-strong-and-well-defined-sun-line": "Strong and well-defined sun line: You possess natural leadership qualities and have the potential for success and recognition in your chosen field. Your charisma and confidence can attract opportunities and positive attention.",
  "palm-result-faint-or-broken-sun-line": "Faint or broken sun line: This may suggest a period of uncertainty or challenges in achieving your ambitions. It could indicate setbacks or obstacles that may require perseverance and adaptability to overcome.",
  "palm-result-multiple-sun-lines": "Multiple sun lines: Multiple sun lines indicate diverse talents and potential for success in different areas of life. You have the ability to excel in various fields or pursue multiple passions.",
  "palm-result-long-and-curved-sun-line": "Long and curved sun line: Your success and achievements are strongly influenced by your creativity and artistic abilities. You may find fulfillment and recognition in artistic or creative endeavors.",
  "palm-result-short-or-faint-sun-line": "Short or faint sun line: This may suggest a more introverted nature or a preference for a modest and private life. You may find satisfaction in personal achievements rather than seeking external recognition.",
  "palm-result-branching-sun-line": "Branching sun line: This indicates opportunities for growth and expansion in your career or personal life. You may have the ability to explore different paths or take on new challenges.",
  "palm-result-island-or-chain-of-islands-sun-line": "Island or chain of islands on the sun line: This suggests periods of instability or obstacles that may hinder your progress. It is important to stay resilient and seek support during challenging times.",
  "palm-result-cross-or-intersecting-lines-sun-line": "Cross or intersecting lines on the sun line: This may indicate significant turning points or major decisions in your career or personal life. It is important to carefully consider your options and make choices that align with your long-term goals.",
  "palm-result-absent-sun-line": "Absent sun line: The absence of a sun line suggests a more subtle or understated path to success. You may find fulfillment in personal growth and inner achievements rather than external recognition.",
  "palm-result-rising-sun-line": "Rising sun line: A sun line that starts low on the palm and rises towards the mount of Apollo indicates increasing success and recognition as you progress in your career or life journey.",
  "fortune-cookie-text-1": "Your future is bright, embrace it with open arms.",
  "fortune-cookie-text-2": "A wonderful surprise is coming your way.",
  "fortune-cookie-text-3": "Believe in yourself and you will achieve great things.",
  "fortune-cookie-text-4": "Your kindness will lead to good fortune.",
  "fortune-cookie-text-5": "The journey may be difficult, but the destination is worth it.",
  "fortune-cookie-text-6": "Your talents will soon be recognized and rewarded.",
  "fortune-cookie-text-7": "Don't be afraid to take a chance, it may lead to great things.",
  "fortune-cookie-text-8": "Your hard work and perseverance will pay off in the end.",
  "fortune-cookie-text-9": "Keep an open mind and you will find new opportunities.",
  "fortune-cookie-text-10": "Your positivity and optimism will bring you success.",
  "fortune-cookie-text-11": "You will soon experience a life-changing event.",
  "fortune-cookie-text-12": "Your creativity and imagination will bring you great success.",
  "fortune-cookie-text-13": "The best things in life are yet to come.",
  "fortune-cookie-text-14": "You will soon receive unexpected blessings.",
  "fortune-cookie-text-15": "A new friendship will bring you great happiness.",
  "fortune-cookie-text-16": "Your future is full of endless possibilities.",
  "fortune-cookie-text-17": "Good things come to those who work hard and never give up.",
  "fortune-cookie-text-18": "Let go of the past and embrace a bright future.",
  "fortune-cookie-text-19": "Your perseverance will lead to victory.",
  "fortune-cookie-text-20": "Your ability to adapt to change will bring you great success.",
  "fortune-cookie-text-21": "Your determination and hard work will pay off in the long run.",
  "fortune-cookie-text-22": "The journey may be tough, but the reward will be worth it.",
  "fortune-cookie-text-23": "Trust in your intuition and you will make the right decisions.",
  "fortune-cookie-text-24": "A new opportunity is on the horizon, seize it.",
  "fortune-cookie-text-25": "Your courage and confidence will bring you great success.",
  "fortune-cookie-text-26": "Your future is filled with abundance and prosperity.",
  "fortune-cookie-text-27": "Your greatest treasure is the love and support of those around you.",
  "fortune-cookie-text-28": "Your creativity will bring you great success in all areas of life.",
  "fortune-cookie-text-29": "Embrace change and you will find success and happiness.",
  "fortune-cookie-text-30": "Your positive attitude will bring you good luck and fortune.",
  "fortune-cookie-text-31": "Embrace the challenges that college brings, for they are the stepping stones to your future success.",
  "fortune-cookie-text-32": "Your college journey is like a blank canvas. Paint it with knowledge, experiences, and friendships that will last a lifetime.",
  "fortune-cookie-text-33": "In the halls of higher education, discover your true passions and let them guide you towards a fulfilling career.",
  "fortune-cookie-text-34": "Success in college is not just about grades; it's about the wisdom gained from both victories and failures.",
  "fortune-cookie-text-35": "The key to acing exams is not just studying hard but also finding the right balance between work and play.",
  "fortune-cookie-text-36": "Embrace diversity in college, for it is through understanding others that you will broaden your own horizons.",
  "fortune-cookie-text-37": "In college, you are the author of your own story. Make every chapter count and create a narrative that inspires others.",
  "fortune-cookie-text-38": "Don't be afraid to step out of your comfort zone in college. Growth happens when you challenge yourself.",
  "fortune-cookie-text-39": "Believe in your abilities, trust the process, and remember that you are capable of achieving great things in college and beyond.",
  "fortune-cookie-text-40": "Every setback in college is an opportunity for growth. Keep pushing forward, and you will emerge stronger than ever.",
  "fortune-cookie-text-41": "Success is not a destination but a journey. Enjoy the ride, make meaningful connections, and cherish every moment of your college years.",
  "fortune-cookie-text-42": "Remember, the true value of education lies not just in the knowledge gained but in the person you become.",
  "fortune-cookie-text-43": "Make the most of every networking opportunity in college. You never know where a connection can lead you.",
  "fortune-cookie-text-44": "In the face of challenges, remember that perseverance and resilience are the keys to unlocking your full potential.",
  "fortune-cookie-text-45": "College is the perfect time to explore your passions. Don't be afraid to pursue what truly sets your soul on fire.",
  "fortune-cookie-text-46": "Stay curious, stay hungry for knowledge. College is your chance to quench your thirst for learning.",
  "fortune-cookie-text-47": "Celebrate your achievements in college, big and small. They are the milestones that mark your personal growth.",
  "fortune-cookie-text-48": "Don't compare your college journey to others'. Stay focused on your own goals and pave your unique path to success.",
  "fortune-cookie-text-49": "Seek guidance when you need it, for mentors can offer invaluable wisdom that will shape your college experience.",
  "fortune-cookie-text-50": "Trust yourself and your abilities. You have the power to turn your college dreams into a reality.",
  "fortune-cookie-text-51": "Opportunities are like puzzle pieces; in college, you'll find the right ones to shape your future.",
  "fortune-cookie-text-52": "The friendships you forge in college will be your lifelong treasures. Nurture them with care.",
  "fortune-cookie-text-53": "In the realm of higher education, passion and dedication are the keys that unlock doors to boundless possibilities.",
  "fortune-cookie-text-54": "Embrace the unknown in college, for it is in the unfamiliar that you'll discover your true potential.",
  "fortune-cookie-text-55": "Remember, failure is not the end but a stepping stone on the path to greatness. Learn from it, rise above it.",
  "fortune-cookie-text-56": "In the realm of college, seize every chance to expand your horizons, for knowledge knows no bounds.",
  "fortune-cookie-text-57": "Your college experience is a mosaic of moments. Collect each one with gratitude and make a masterpiece.",
  "fortune-cookie-text-58": "The pursuit of education is a marathon, not a sprint. Pace yourself, stay determined, and finish strong.",
  "fortune-cookie-text-59": "In college, each class is a brushstroke, and your mind is the canvas. Paint a masterpiece of knowledge.",
  "fortune-cookie-text-60": "The walls of a college campus hold countless stories. Leave your own mark and become a part of its legacy.",
  "fortune-cookie-text-61": "Be fearless in pursuing your dreams in college. The world needs your unique talents and perspectives.",
  "fortune-cookie-text-62": "Remember, in college, failure is not falling down; it's staying down. Rise each time with renewed determination.",
  "fortune-cookie-text-63": "In college, challenges may test your limits, but they also reveal the strength and resilience within you.",
  "fortune-cookie-text-64": "Every lecture is an opportunity to expand your mind. Pay attention, ask questions, and embrace the power of knowledge.",
  "fortune-cookie-text-65": "Success in college is not solely measured by grades but by the growth and transformation you undergo along the way.",
  "fortune-cookie-text-66": "Take time to nourish your mind, body, and soul in college. Self-care is essential for a balanced and fulfilling journey.",
  "fortune-cookie-text-67": "As you navigate the college maze, trust your instincts and follow the path that aligns with your passions.",
  "fortune-cookie-text-68": "In college, make connections that transcend the classroom. Forge bonds that will support and inspire you throughout your life.",
  "fortune-cookie-text-69": "Every setback in college is an opportunity to learn, adapt, and come back stronger. Keep pushing forward!",
  "fortune-cookie-text-70": "Remember, in college, you have the power to shape your own narrative. Write a story that reflects your true potential.",
  "fortune-cookie-text-71": "Embrace diversity in college, for it enriches your understanding of the world and fosters compassion and empathy.",
  "fortune-cookie-text-72": "As you climb the mountain of knowledge in college, enjoy the breathtaking view of the discoveries you make along the way.",
  "fortune-cookie-text-73": "Celebrate the small victories in college. Each step forward, no matter how small, brings you closer to your goals.",
  "fortune-cookie-text-74": "In college, seek mentors who inspire and challenge you. Their guidance can ignite the spark that propels you towards greatness.",
  "fortune-cookie-text-75": "Let curiosity be your guiding light in college. Embrace the joy of learning and explore new realms of knowledge.",
  "fortune-cookie-text-76": "College is a time of self-discovery. Embrace the journey of finding who you truly are and embrace your authentic self.",
  "fortune-cookie-text-77": "Remember, in college, success is not a destination; it's a mindset. Embrace a growth mindset and watch your potential soar.",
  "fortune-cookie-text-78": "In college, each essay is an opportunity to articulate your thoughts and ideas. Let your voice shine and make an impact.",
  "fortune-cookie-text-79": "Dare to dream big in college. Your aspirations have the power to shape the world and leave a lasting legacy.",
  "fortune-cookie-text-80": "As you embark on your college adventure, remember that every day is a chance to grow, learn, and redefine what's possible.",
  "fortune-cookie-text-81": "Love may find you in the most unexpected places, even in the lecture hall or library. Keep your heart open.",
  "fortune-cookie-text-82": "In the realm of college, sparks of attraction can ignite friendships that blossom into beautiful love stories.",
  "fortune-cookie-text-83": "A study partner today may become a soulmate tomorrow. Let academic connections pave the way for lasting romance.",
  "fortune-cookie-text-84": "Love is like a research project, requiring patience, dedication, and the willingness to explore new depths.",
  "fortune-cookie-text-85": "In college, love knows no boundaries. Embrace the diversity of connections and let your heart guide you.",
  "fortune-cookie-text-86": "A campus stroll hand-in-hand can lead to memories that will warm your heart long after graduation.",
  "fortune-cookie-text-87": "Don't be afraid to let love distract you momentarily. Sometimes the best lessons are learned in the embrace of another.",
  "fortune-cookie-text-88": "The late-night conversations shared with someone special can deepen your connection and create unforgettable bonds.",
  "fortune-cookie-text-89": "In the whirlwind of college, love can be a guiding light, reminding you of the importance of both emotional and intellectual connections.",
  "fortune-cookie-text-90": "Just as knowledge grows, so can love. Nurture it with care, and watch it blossom into something extraordinary.",
  "fortune-cookie-text-91": "Remember, relationships in college are a delicate dance. Communicate, compromise, and cherish the magic of love.",
  "fortune-cookie-text-92": "The chemistry you share with someone special can be more electrifying than any scientific experiment.",
  "fortune-cookie-text-93": "In the realm of college romance, take risks, be vulnerable, and discover the magic of love's transformative power.",
  "fortune-cookie-text-94": "As you explore your passions in college, you may find that love is the most captivating subject of all.",
  "fortune-cookie-text-95": "Cherish the stolen moments with your college sweetheart, for they will become precious memories that last a lifetime.",
  "fortune-cookie-text-96": "Love is the ultimate inspiration. Let the love you find in college ignite your creativity and fuel your dreams.",
  "fortune-cookie-text-97": "In the sea of possibilities, love can be the anchor that grounds you and gives your college journey meaning.",
  "fortune-cookie-text-98": "True love sees no boundaries. Embrace cultural diversity in college and let love bridge the gaps.",
  "fortune-cookie-text-99": "The late-night study sessions can turn into whispers of love, as the line between friendship and romance blurs.",
  "fortune-cookie-text-100": "In college, love may be a detour from your original plans, but it can lead to a destination more beautiful than you ever imagined.",
  "fortune-cookie-text-101": "The right person can be your biggest cheerleader in college, supporting you in both your academic and personal pursuits.",
  "fortune-cookie-text-102": "Love is a dance, and college is the perfect stage to find a partner who moves to the rhythm of your heart.",
  "fortune-cookie-text-103": "A love letter written on a textbook page can hold more magic than any words penned in a fairy tale.",
  "fortune-cookie-text-104": "In college, love can be a refuge in the storm. Find solace in the arms of someone who understands your journey.",
  "fortune-cookie-text-105": "A smile from someone special can brighten even the gloomiest of college days. Let love be your sunshine.",
  "fortune-cookie-text-106": "Love has a way of finding you when you least expect it. Stay open-hearted, and let destiny work its magic.",
  "fortune-cookie-text-107": "In the journey of love, don't be afraid to rewrite the script. Create a love story in college that is uniquely yours.",
  "fortune-cookie-text-108": "The echoes of laughter shared with a loved one in college will reverberate in your heart for a lifetime.",
  "fortune-cookie-text-109": "Love can be a sanctuary in the whirlwind of college life. Find comfort and strength in the arms of your beloved.",
  "fortune-cookie-text-110": "In the hustle and bustle of college, love can be a calming melody that brings peace to your soul.",
  "fortune-cookie-text-111": "The path to love in college may not always be smooth, but with patience and understanding, it can lead to a love story for the ages.",
  "fortune-cookie-text-112": "The campus may be vast, but love has a way of bringing two hearts together, no matter the distance.",
  "fortune-cookie-text-113": "In college, love is an adventure waiting to unfold. Embrace the journey and let your heart guide you to incredible destinations.",
  "fortune-cookie-text-114": "The love you find in college can shape not only your present but also your future. Choose your love wisely, for it can inspire you to greatness."
}
