{
  "@metadata": {
    "authors": ["Bill"],
    "last-updated": "2024-05-08",
    "locale": "en",
    "message-documentation": "qqq"
  },
  "home": "Home",
  "settings": "Settings",
  "volume-adjust": "Volume Adjust",
  "language-selector": "Language Selector",
  "submit-feedback": "Submit Feedback",
  "love-compatibility": "Love Compatibility",
  "homepage-title": "Envision Your Destiny",
  "homepage-body-title": "Envision Your Destiny",
  "brought-by": "Brought to you by",
  "team-name": "20/20 Visionaries",
  "love-compatibility-description": "Discover your perfect match with cutting-edge astrological signs to provide insightful guidance on finding lasting love.",
  "fortune-cookie": "Fortune Cookie",
  "fortune-cookie-description": "Crack open the secrets of your destiny by combining ancient wisdom with modern technology to bring clarity and inspiration.",
  "palm-reading": "Palm Reading",
  "palm-reading-description": "Capture your heartbeat with your webcam to decode the hidden messages in your hands to create a brighter future.",
  "cant-decide-title": "Can't decide?",
  "cant-decide-description": "Your destiny is in our hands.",
  "randomize-button": "Randomize",
  "footer-text": "Improving the student experience by alleviating decision-making anxiety since 2023.",
  "github-link": "GitHub",
  "love-compatibility-title": "Love Compatibility | Envision Your Destiny",
  "how-to-use": "How to Use",
  "left-zodiac-wheel-alt": "left zodiac wheel",
  "your-dob-label": "YOUR DATE OF BIRTH:",
  "find-out-button": "Find Out!",
  "right-zodiac-wheel-alt": "right zodiac wheel",
  "left-arrow-alt": "left arrow",
  "right-arrow-alt": "right arrow",
  "their-dob-label": "THEIR DATE OF BIRTH:",
  "popup-box-title": "Pop-up Box",
  "popup-box-text": "This is some sample text for the pop-up box.",
  "go-back-button": "Back",
  "close-button-alt": "close",
  "user-guide-title": "User Guide",
  "step-1-title": "Step 1: Selecting Zodiac Pairs",
  "step-1-instruction-1": "Position your mouse cursor over the left wheel.",
  "step-1-instruction-2": "Click and hold down the mouse button.",
  "step-1-instruction-3": "While keeping the button pressed, move your cursor along the wheel to rotate it.",
  "step-1-note": "Note: Alternatively, you can scroll up or down while hovering over the wheel to rotate it.",
  "step-1-instruction-4": "If you do not know your zodiac sign, rotate the wheel until the date range displayed in the middle of the wheel includes your birthday. The zodiac pointed to by the wheel's corresponding arrow is your sign.",
  "step-1-instruction-5": "Once the arrow is pointing to your zodiac sign, release the mouse button or stop scrolling to make your selection.",
  "step-1-instruction-6": "Repeat the same action on the right wheel to select your partner's zodiac sign using their birthday.",
  "step-2-title": "Step 2: Confirm Selection and Calculate Compatibility",
  "step-2-instruction-1": "After selecting you and your partner's zodiac sign, press the 'Find Out' button located near the bottom of the page.",
  "step-2-instruction-2": "Wait for a moment as the compatibility calculation is processed.",
  "step-3-title": "Step 3: Interpret the Compatibility Results",
  "step-3-instruction-1": "The compatibility results will provide insights into the romantic compatibility between the selected zodiac signs.",
  "step-3-instruction-2": "From there, you can then press the 'Back' button to return to the Zodiac Compatibility site.",
  "fortune-cookie-title": "Fortune Cookie | Envision Your Destiny",
  "fortune-cookie-subtitle": "Begin your day with a taste of destiny by cracking open the secrets of your future.",
  "fortune-text": "Believe in yourself and you will achieve great things.",
  "fortune-cookie-full-alt": "fortune cookie",
  "fortune-cookie-right-alt": "fortune cookie right half",
  "fortune-cookie-left-alt": "fortune cookie left half",
  "open-cookie-button": "Open the cookie",
  "new-cookie-button": "New cookie",
  "skip-animation-button": "Skip animation",
  "voice-label": "Voice:",
  "none-option": "None (disable voice)",
  "palm-reading-title": "Palm Reading | Envision Your Destiny",
  "begin-button": "Begin",
  "enable-camera": "Enable your camera to permit analysis.",
  "read-another-hand-button": "Read Another Hand",
  "results-title": "Results",
  "palm-guide-alt": "Palm reading guide",
  "head-tab-label": "Head",
  "heart-tab-label": "Heart",
  "life-tab-label": "Life",
  "fate-tab-label": "Fate",
  "sun-tab-label": "Sun",
  "head-line-title": "Head Line",
  "head-line-description": "A head line is said to represent a person's intellectual qualities and how they approach life. It can provide insight into how a person forms ideas, processes information and makes decisions. In general, a strong, bold head line indicates that a person is logical, rational and analytical in their approach to life; a curved or shallow line suggests a more intuitive, creative and emotional approach.",
  "heart-line-title": "Heart Line",
  "heart-line-description": "A heart line, according to palmistry, is believed to signify a person's emotional nature and their approach to matters of the heart. It offers valuable insights into how an individual experiences and expresses love, affection, and emotional connections.",
  "life-line-title": "Life Line",
  "life-line-description": "A life line is one of the major lines analyzed to gain insight into a person's overall well-being and vitality. It is also known as the 'vitality line' or 'earth line.' Contrary to popular belief, the life line does not actually predict the length of a person's life. Instead, it provides information about a person's physical health, energy levels, and general quality of life.",
  "fate-line-title": "Fate Line",
  "fate-line-description": "A fate line, also known as the 'career line' or 'line of destiny,' is a major line that is believed to provide insights into a person's career, achievements, and overall life path. The fate line is not present on everyone's palm, and its presence, depth, and characteristics can vary.",
  "sun-line-title": "Sun Line",
  "sun-line-description": "A sun line, also known as the 'Apollo line' or 'line of success,' is a vertical line that is believed to reveal insights about a person's success, fame, and reputation. The sun line is not present on everyone's palm, and its presence, depth, and characteristics can vary.",
  "palm-result-long-and-straight-head-line": "Long and straight head line: You possess a logical and analytical mind. You excel in problem-solving and have a practical approach to life.",
  "palm-result-short-head-line": "Short head line: You tend to be impulsive and prefer to make decisions based on intuition rather than careful analysis. You may have a quick wit and enjoy spontaneous experiences.",
  "palm-result-curved-head-line": "Curved head line: Your thoughts and actions are influenced by emotions and creativity. You have a vivid imagination and may excel in artistic or intuitive pursuits.",
  "palm-result-forked-head-line": "Forked head line: This indicates a dual nature and the ability to see multiple perspectives. You may possess strong decision-making skills and adaptability in different situations.",
  "palm-result-chained-head-line": "Chained head line: You tend to overthink and have a restless mind. You may struggle with concentration and easily get distracted, but you also have the ability to multitask effectively.",
  "palm-result-broken-head-line": "Broken head line: This suggests a period of significant change or trauma in your life that has had an impact on your thoughts and mental clarity. You may have experienced setbacks but have the resilience to overcome them.",
  "palm-result-wavy-head-line": "Wavy head line: Your thoughts and mental processes are influenced by fluctuating moods and emotions. You may have a creative and imaginative mind but can also be prone to mood swings.",
  "palm-result-absent-head-line": "Absent head line: A missing head line indicates a highly intuitive and unconventional thinker. You rely more on instincts and emotions rather than logic and analysis.",
  "palm-result-deep-and-well-defined-head-line": "Deep and well-defined head line: You possess strong mental focus and concentration. You have the ability to think deeply about complex matters and make well-informed decisions.",
  "palm-result-faint-or-unclear-head-line": "Faint or unclear head line: This may indicate a lack of clarity in your thoughts and difficulty in making decisions. You may benefit from cultivating a more focused and organized mindset.",
  "palm-result-long-and-curved-heart-line": "Long and curved heart line: You are emotionally expressive and have a deep capacity for love and affection. You value meaningful connections and are often guided by your heart in matters of love and relationships.",
  "palm-result-short-and-straight-heart-line": "Short and straight heart line: You have a practical approach to love and relationships. You may prioritize stability and security over intense emotional experiences.",
  "palm-result-broken-heart-line": "Broken heart line: This suggests emotional upheavals or significant heartbreak in your life. It could indicate periods of emotional vulnerability or challenges in finding lasting love.",
  "palm-result-forked-heart-line": "Forked heart line: You have a strong romantic nature and may experience multiple significant relationships or love interests throughout your life. This can indicate a propensity for passionate connections or indecisiveness in matters of the heart.",
  "palm-result-upwardly-curved-heart-line": "Upwardly curved heart line: You are optimistic and enthusiastic in matters of love. You tend to be passionate and may have a tendency to idealize your romantic partners.",
  "palm-result-downwardly-curved-heart-line": "Downwardly curved heart line: You are more reserved and cautious when it comes to matters of the heart. You may take your time in developing deep emotional connections and prefer stability and practicality in relationships.",
  "palm-result-wavy-heart-line": "Wavy heart line: Your emotions fluctuate, and you may experience highs and lows in your relationships. You have a sensitive and empathetic nature, which can make you more susceptible to emotional turbulence.",
  "palm-result-absent-heart-line": "Absent heart line: A missing heart line can indicate difficulty in expressing or understanding emotions. You may struggle with forming deep emotional connections or have a more logical approach to relationships.",
  "palm-result-deep-and-well-defined-heart-line": "Deep and well-defined heart line: You have a strong emotional intelligence and are deeply in touch with your feelings. You have the capacity for profound love and may be highly empathetic and nurturing in relationships.",
  "palm-result-faint-or-unclear-heart-line": "Faint or unclear heart line: This may suggest challenges in understanding or expressing emotions. You may need to work on developing greater emotional awareness and communication skills in relationships.",
  "palm-result-long-and-deep-life-line": "Long and deep life line: You possess a strong vitality and have the potential for a long and healthy life. You have a resilient nature and the ability to bounce back from challenges.",
  "palm-result-short-life-line": "Short life line: This may indicate a tendency to live life to the fullest and take risks. You may have a sense of urgency and a desire to make the most of every moment.",
  "palm-result-curved-life-line": "Curved life line: Your life path is influenced by your emotional and creative nature. You may experience ups and downs but have the ability to adapt and find fulfillment in various aspects of life.",
  "palm-result-broken-life-line": "Broken life line: This suggests significant life changes or disruptions that have had an impact on your overall well-being. It could indicate major transitions or shifts in your life path.",
  "palm-result-chained-life-line": "Chained life line: You have a tendency to worry and overthink, which can impact your overall sense of well-being. It is important for you to find ways to manage stress and maintain a balanced lifestyle.",
  "palm-result-faint-or-unclear-life-line": "Faint or unclear life line: This may indicate a sense of uncertainty or lack of direction in your life. It is important for you to explore your passions and align your actions with your purpose.",
  "palm-result-deep-and-well-defined-life-line": "Deep and well-defined life line: You have a strong sense of purpose and a solid foundation in life. You have the ability to overcome obstacles and make the most of opportunities that come your way.",
  "palm-result-absent-life-line": "Absent life line: A missing life line is rare but can indicate a unique life path or a sense of detachment from traditional norms. You may forge your own path and have a non-conventional approach to life.",
  "palm-result-multiple-life-lines": "Multiple life lines: This suggests a multifaceted personality and the ability to pursue different paths simultaneously. You may have diverse interests and talents that allow you to thrive in various areas of life.",
  "palm-result-overlapping-life-lines": "Overlapping life lines: Overlapping life lines can indicate complex relationships or intertwining paths with significant others. It may signify strong connections or dependencies on others throughout your life.",
  "palm-result-straight-and-well-defined-fate-line": "Straight and well-defined fate line: You have a clear sense of purpose and direction in life. You are likely to achieve success and recognition in your chosen career or path.",
  "palm-result-faint-or-unclear-fate-line": "Faint or unclear fate line: This may suggest a lack of clarity or uncertainty regarding your life's purpose or career path. It is important to explore different possibilities and seek clarity to align with your true calling.",
  "palm-result-forked-fate-line": "Forked fate line: This indicates multiple career paths or significant life choices. You have the ability to make choices that can lead to different outcomes, and your fate may be influenced by these decisions.",
  "palm-result-broken-fate-line": "Broken fate line: This suggests setbacks or major changes in your life that may impact your career or life path. However, you have the resilience to overcome challenges and adapt to new circumstances.",
  "palm-result-absent-fate-line": "Absent fate line: A missing fate line may indicate a more fluid and flexible approach to life. You may not be bound by a specific career path or have a strong sense of destiny. You are open to exploring different possibilities and taking opportunities as they come.",
  "palm-result-long-and-deep-fate-line": "Long and deep fate line: You have a strong sense of purpose and a clear life mission. You are likely to achieve significant success and recognition in your chosen field.",
  "palm-result-curved-fate-line": "Curved fate line: Your life path is influenced by your creative and intuitive nature. You may find success in artistic or unconventional fields and have a unique approach to your career or life's purpose.",
  "palm-result-multiple-fate-lines": "Multiple fate lines: This suggests diverse talents and interests. You may have the ability to pursue different paths simultaneously or have multiple successful careers in your lifetime.",
  "palm-result-crossed-fate-lines": "Crossed fate lines: Crossing fate lines can indicate significant life-changing events or major decisions that alter the course of your life. These events can shape your destiny and open new opportunities.",
  "palm-result-rising-fate-line": "Rising fate line: Your career or life path may experience gradual progress and growth over time. You have the potential to achieve greater success and reach new heights through consistent effort and perseverance.",
  "palm-result-strong-and-well-defined-sun-line": "Strong and well-defined sun line: You possess natural leadership qualities and have the potential for success and recognition in your chosen field. Your charisma and confidence can attract opportunities and positive attention.",
  "palm-result-faint-or-broken-sun-line": "Faint or broken sun line: This may suggest a period of uncertainty or challenges in achieving your ambitions. It could indicate setbacks or obstacles that may require perseverance and adaptability to overcome.",
  "palm-result-multiple-sun-lines": "Multiple sun lines: Multiple sun lines indicate diverse talents and potential for success in different areas of life. You have the ability to excel in various fields or pursue multiple passions.",
  "palm-result-long-and-curved-sun-line": "Long and curved sun line: Your success and achievements are strongly influenced by your creativity and artistic abilities. You may find fulfillment and recognition in artistic or creative endeavors.",
  "palm-result-short-or-faint-sun-line": "Short or faint sun line: This may suggest a more introverted nature or a preference for a modest and private life. You may find satisfaction in personal achievements rather than seeking external recognition.",
  "palm-result-branching-sun-line": "Branching sun line: This indicates opportunities for growth and expansion in your career or personal life. You may have the ability to explore different paths or take on new challenges.",
  "palm-result-island-or-chain-of-islands-sun-line": "Island or chain of islands on the sun line: This suggests periods of instability or obstacles that may hinder your progress. It is important to stay resilient and seek support during challenging times.",
  "palm-result-cross-or-intersecting-lines-sun-line": "Cross or intersecting lines on the sun line: This may indicate significant turning points or major decisions in your career or personal life. It is important to carefully consider your options and make choices that align with your long-term goals.",
  "palm-result-absent-sun-line": "Absent sun line: The absence of a sun line suggests a more subtle or understated path to success. You may find fulfillment in personal growth and inner achievements rather than external recognition.",
  "palm-result-rising-sun-line": "Rising sun line: A sun line that starts low on the palm and rises towards the mount of Apollo indicates increasing success and recognition as you progress in your career or life journey."
}
