{
  "@metadata": {
    "authors": ["Henry"],
    "last-updated": "2024-05-16",
    "locale": "jp",
    "message-documentation": "qqq"
  },
  "home": "ホーム",
  "settings": "設定",
  "volume-adjust": "音量調整",
  "language-selector": "言語セレクター",
  "submit-feedback": "フィードバックを送信",
  "love-compatibility": "恋愛の相性",
  "homepage-title": "運命を見る",
  "homepage-body-title": "運命を見る",
  "brought-by": "Brought to you by",
  "team-name": "20/20 Visionaries",
  "love-compatibility-description": " ソウルメイトを発見するため、最先端の星座で、深い案内をもらう。",
  "fortune-cookie": "フォーチュン・クッキー",
  "fortune-cookie-description": "Crack open the secrets of your destiny by combining ancient wisdom with modern technology to bring clarity and inspiration.",
  "palm-reading": "手相",
  "palm-reading-description": "自分の手の秘密を現すため、webカメラで心拍を読み解く",
  "cant-decide-title": "決められないか?",
  "cant-decide-description": "運命を我々に任せろ。",
  "randomize-button": "ランダムを",
  "footer-text": "Improving the student experience by alleviating decision-making anxiety since 2023.",
  "github-link": "GitHub",
  "love-compatibility-title": "恋愛の相性 | 運命を見る",
  "how-to-use": "使い方",
  "left-zodiac-wheel-alt": "left zodiac wheel",
  "your-dob-label": "自分の誕生日:",
  "find-out-button": "計算する！",
  "right-zodiac-wheel-alt": "right zodiac wheel",
  "left-arrow-alt": "左の矢印",
  "right-arrow-alt": "右の矢印",
  "their-dob-label": "他の人の誕生日:",
  "popup-box-title": "Pop-up Box",
  "popup-box-text": "This is some sample text for the pop-up box.",
  "go-back-button": "戻る",
  "close-button-alt": "閉める",
  "user-guide-title": "ユーザーガイド",
  "step-1-title": "1: 黄道帯のペアを選ぶ",
  "step-1-instruction-1": "Position your mouse cursor over the left wheel.",
  "step-1-instruction-2": "Click and hold down the mouse button.",
  "step-1-instruction-3": "While keeping the button pressed, move your cursor along the wheel to rotate it.",
  "step-1-note": "Note: Alternatively, you can scroll up or down while hovering over the wheel to rotate it.",
  "step-1-instruction-4": "If you do not know your zodiac sign, rotate the wheel until the date range displayed in the middle of the wheel includes your birthday. The zodiac pointed to by the wheel's corresponding arrow is your sign.",
  "step-1-instruction-5": "Once the arrow is pointing to your zodiac sign, release the mouse button or stop scrolling to make your selection.",
  "step-1-instruction-6": "Repeat the same action on the right wheel to select your partner's zodiac sign using their birthday.",
  "step-2-title": "2: 選択肢を確認して、恋愛の相性を計算する",
  "step-2-instruction-1": "After selecting you and your partner's zodiac sign, press the 'Find Out' button located near the bottom of the page.",
  "step-2-instruction-2": "Wait for a moment as the compatibility calculation is processed.",
  "step-3-title": "3: 恋愛の相性の評価を解する",
  "step-3-instruction-1": "The compatibility results will provide insights into the romantic compatibility between the selected zodiac signs.",
  "step-3-instruction-2": "From there, you can then press the 'Back' button to return to the Zodiac Compatibility site.",
  "fortune-cookie-title": "フォーチュン・クッキー | 運命を見る",
  "fortune-cookie-subtitle": "Begin your day with a taste of destiny by cracking open the secrets of your future.",
  "fortune-text": "自分に信じるとすばしいことを達成する",
  "fortune-cookie-full-alt": "フォーチュン・クッキー",
  "fortune-cookie-right-alt": "フォーチュン・クッキーの右半分",
  "fortune-cookie-left-alt": "フォーチュン・クッキーの左半分",
  "open-cookie-button": "クッキーを開ける",
  "new-cookie-button": "新しいクッキーを",
  "skip-animation-button": "アニメーションをスキップする",
  "voice-label": "声：",
  "none-option": "なし （声をオフにする）",
  "palm-reading-title": "手相占い | あなたの運命を見据える",
  "begin-button": "開始",
  "enable-camera": "カメラを有効にして解析を許可します。",
  "read-another-hand-button": "もう一方の手を読む",
  "results-title": "結果",
  "palm-guide-alt": "手相占いガイド",
  "head-tab-label": "頭部",
  "heart-tab-label": "心臓",
  "life-tab-label": "生命",
  "fate-tab-label": "運命",
  "sun-tab-label": "太陽",
  "head-line-title": "頭脳線",
  "head-line-description": "頭脳線は、その人の知的な特性や人生に対するアプローチを表すと言われています。アイデアの形成、情報の処理、意思決定の方法について洞察を提供します。一般的に、強くて太い頭脳線は、論理的、合理的、分析的なアプローチを示します。曲がったり浅い線は、直感的、創造的、感情的なアプローチを示唆します。",
  "heart-line-title": "感情線",
  "heart-line-description": "手相学によると、感情線は、その人の感情的な性質や愛情に対するアプローチを象徴するとされています。個人がどのように愛、感情、感情的なつながりを経験し、表現するかについて貴重な洞察を提供します。",
  "life-line-title": "生命線",
  "life-line-description": "生命線は、その人の全体的な健康状態や活力を洞察するために分析される主要な線の一つです。「活力線」や「地線」とも呼ばれます。一般的な誤解に反して、生命線は実際にはその人の寿命を予測するものではありません。代わりに、その人の身体的な健康、エネルギーレベル、全体的な生活の質についての情報を提供します。",
  "fate-line-title": "運命線",
  "fate-line-description": "運命線は、「キャリア線」や「運命線」とも呼ばれ、その人のキャリア、達成、全体的な人生の道筋についての洞察を提供するとされています。運命線はすべての人の手にあるわけではなく、その存在、深さ、特徴は様々です。",
  "sun-line-title": "太陽線",
  "sun-line-description": "太陽線は、「アポロ線」や「成功線」とも呼ばれ、その人の成功、名声、評判についての洞察を提供するとされています。太陽線はすべての人の手にあるわけではなく、その存在、深さ、特徴は様々です。",
  "fortune-cookie-text-1": "あなたの未来は明るい、両手を広げて受け入れましょう。",
  "fortune-cookie-text-2": "素晴らしい驚きがあなたの元にやってきます。",
  "fortune-cookie-text-3": "自分を信じれば、大きなことを成し遂げることができます。",
  "fortune-cookie-text-4": "あなたの優しさは幸運をもたらします。",
  "fortune-cookie-text-5": "旅は難しいかもしれませんが、目的地はそれだけの価値があります。",
  "fortune-cookie-text-6": "あなたの才能はすぐに認められ、報われるでしょう。",
  "fortune-cookie-text-7": "チャンスを恐れずに、それが素晴らしいことに繋がるかもしれません。",
  "fortune-cookie-text-8": "あなたの努力と忍耐は最終的に報われます。",
  "fortune-cookie-text-9": "オープンマインドであれば、新しい機会を見つけることができます。",
  "fortune-cookie-text-10": "あなたの前向きな姿勢と楽観主義が成功をもたらします。",
  "fortune-cookie-text-11": "あなたはすぐに人生を変える出来事を経験するでしょう。",
  "fortune-cookie-text-12": "あなたの創造力と想像力が大きな成功をもたらします。",
  "fortune-cookie-text-13": "人生の最高の瞬間はこれからです。",
  "fortune-cookie-text-14": "あなたはすぐに予期しない祝福を受けるでしょう。",
  "fortune-cookie-text-15": "新しい友情があなたに大きな幸せをもたらします。",
  "fortune-cookie-text-16": "あなたの未来には無限の可能性があります。",
  "fortune-cookie-text-17": "良いことは努力し、諦めない人に訪れます。",
  "fortune-cookie-text-18": "過去を手放し、明るい未来を受け入れましょう。",
  "fortune-cookie-text-19": "あなたの忍耐力が勝利をもたらします。",
  "fortune-cookie-text-20": "変化に適応する能力が大きな成功をもたらします。",
  "fortune-cookie-text-21": "あなたの決意と努力は長い目で見れば報われます。",
  "fortune-cookie-text-22": "旅は厳しいかもしれませんが、報酬はそれだけの価値があります。",
  "fortune-cookie-text-23": "直感を信じれば、正しい決断ができます。",
  "fortune-cookie-text-24": "新しい機会が目前にあります、それを掴みましょう。",
  "fortune-cookie-text-25": "あなたの勇気と自信が大きな成功をもたらします。",
  "fortune-cookie-text-26": "あなたの未来は豊かさと繁栄に満ちています。",
  "fortune-cookie-text-27": "あなたの最も大きな宝は、周囲の人々の愛と支援です。",
  "fortune-cookie-text-28": "あなたの創造力は、人生のすべての分野で大きな成功をもたらします。",
  "fortune-cookie-text-29": "変化を受け入れれば、成功と幸福を見つけることができます。",
  "fortune-cookie-text-30": "あなたの前向きな態度が幸運と繁栄をもたらします。",
  "fortune-cookie-text-31": "大学がもたらす挑戦を受け入れましょう、それらはあなたの未来の成功への踏み台です。",
  "fortune-cookie-text-32": "あなたの大学の旅は白紙のキャンバスのようなものです。知識、経験、友情でそれを彩りましょう。",
  "fortune-cookie-text-33": "高等教育のホールで、あなたの本当の情熱を発見し、それが充実したキャリアへの道を導くでしょう。",
  "fortune-cookie-text-34": "大学での成功は成績だけでなく、勝利と失敗から得られる知恵にあります。",
  "fortune-cookie-text-35": "試験に合格するための鍵は、一生懸命勉強するだけでなく、仕事と遊びのバランスを見つけることです。",
  "fortune-cookie-text-36": "大学での多様性を受け入れましょう、それを通じて他者を理解し、自分の視野を広げることができます。",
  "fortune-cookie-text-37": "大学では、あなた自身が物語の著者です。すべての章を大切にし、他の人々をインスパイアする物語を作りましょう。",
  "fortune-cookie-text-38": "大学では、快適なゾーンから一歩踏み出すことを恐れないでください。成長は自分を挑戦する時に起こります。",
  "fortune-cookie-text-39": "あなたの能力を信じ、プロセスを信頼し、大学とその先で偉大なことを成し遂げることができることを忘れないでください。",
  "fortune-cookie-text-40": "大学でのすべての挫折は成長の機会です。前進し続ければ、以前よりも強くなります。",
  "fortune-cookie-text-41": "成功は目的地ではなく旅です。乗り物を楽しみ、意味のあるつながりを作り、大学の瞬間を大切にしましょう。",
  "fortune-cookie-text-42": "教育の真の価値は、得られる知識だけでなく、あなたがなる人間にあります。",
  "fortune-cookie-text-43": "大学でのネットワーキングの機会を最大限に活用しましょう。どこに繋がるかわかりません。",
  "fortune-cookie-text-44": "挑戦に直面した時、忍耐と回復力があなたの可能性を引き出す鍵であることを覚えておきましょう。",
  "fortune-cookie-text-45": "大学は情熱を探求するのに最適な時期です。心から燃えるものを追い求めることを恐れないでください。",
  "fortune-cookie-text-46": "好奇心を持ち続け、知識に飢え続けましょう。大学はあなたの学びの渇きを癒すチャンスです。",
  "fortune-cookie-text-47": "大学での達成を祝いましょう。大きいも小さいも、それらはあなたの成長の節目です。",
  "fortune-cookie-text-48": "他人の大学生活と比較しないでください。自分の目標に集中し、独自の成功への道を切り開きましょう。",
  "fortune-cookie-text-49": "必要なときは指導を求めましょう。メンターはあなたの大学経験を形作る貴重な知恵を提供してくれます。",
  "fortune-cookie-text-50": "自分自身と自分の能力を信じてください。あなたには大学の夢を現実に変える力があります。",
  "fortune-cookie-text-51": "機会はパズルのピースのようなものです。大学では、自分の未来を形作るための正しいピースを見つけるでしょう。",
  "fortune-cookie-text-52": "大学で築く友情は生涯の宝物です。それを大切に育てましょう。",
  "fortune-cookie-text-53": "高等教育の領域では、情熱と献身が無限の可能性への扉を開く鍵です。",
  "fortune-cookie-text-54": "大学で未知の世界を受け入れましょう。未知の世界で自分の真の可能性を発見するのです。",
  "fortune-cookie-text-55": "失敗は終わりではなく、偉大さへの道のりの一歩です。それから学び、立ち上がりましょう。",
  "fortune-cookie-text-56": "大学の領域では、知識には限界がありません。すべてのチャンスを活かし、自分の視野を広げましょう。",
  "fortune-cookie-text-57": "あなたの大学の経験は瞬間のモザイクです。それぞれの瞬間を感謝の気持ちで集め、傑作を作りましょう。",
  "fortune-cookie-text-58": "教育の追求はマラソンであり、スプリントではありません。ペースを保ち、決意を持ち、強く終わりましょう。",
  "fortune-cookie-text-59": "大学では、各クラスが筆の一筆であり、あなたの心がキャンバスです。知識の傑作を描きましょう。",
  "fortune-cookie-text-60": "大学キャンパスの壁には無数の物語があります。自分の印を残し、その遺産の一部となりましょう。",
  "fortune-cookie-text-61": "大学で夢を追いかけることを恐れないでください。世界はあなたのユニークな才能と視点を必要としています。",
  "fortune-cookie-text-62": "大学では、失敗は倒れることではなく、倒れたままでいることです。新たな決意を持って毎回立ち上がりましょう。",
  "fortune-cookie-text-63": "大学での挑戦はあなたの限界を試すかもしれませんが、それはあなたの強さと回復力を明らかにします。",
  "fortune-cookie-text-64": "すべての講義はあなたの心を広げる機会です。注意を払い、質問をし、知識の力を受け入れましょう。",
  "fortune-cookie-text-65": "大学での成功は成績だけで測られるのではなく、道中での成長と変容によって測られます。",
  "fortune-cookie-text-66": "大学では心、体、魂を養う時間を取りましょう。セルフケアはバランスの取れた充実した旅のために不可欠です。",
  "fortune-cookie-text-67": "大学の迷路を進む中で、自分の直感を信じ、自分の情熱に合った道を追いましょう。",
  "fortune-cookie-text-68": "大学では、教室を超えたつながりを作りましょう。一生涯支えてくれる絆を築きましょう。",
  "fortune-cookie-text-69": "大学でのすべての挫折は学び、適応し、強くなる機会です。前進し続けましょう！",
  "fortune-cookie-text-70": "大学では、自分の物語を形作る力があります。真の可能性を反映した物語を書きましょう。",
  "fortune-cookie-text-71": "大学での多様性を受け入れましょう、それは世界を理解し、思いやりと共感を育むことを豊かにします。",
  "fortune-cookie-text-72": "大学で知識の山を登る中で、その道中の発見の素晴らしい眺めを楽しみましょう。",
  "fortune-cookie-text-73": "大学での小さな勝利を祝いましょう。小さくても前進することが目標に近づくことになります。",
  "fortune-cookie-text-74": "大学では、あなたをインスパイアし、挑戦してくれるメンターを求めましょう。彼らの指導があなたを偉大さへと導く火花を点火することができます。",
  "fortune-cookie-text-75": "大学では、好奇心をガイドライトにしましょう。学びの喜びを受け入れ、新しい知識の領域を探索しましょう。",
  "fortune-cookie-text-76": "大学は自己発見の時間です。真の自分を見つける旅を受け入れ、自分の本当の姿を受け入れましょう。",
  "fortune-cookie-text-77": "大学では、成功は目的地ではなく、心の状態です。成長の心を受け入れ、あなたの可能性を最大限に引き出しましょう。",
  "fortune-cookie-text-78": "大学では、各エッセイがあなたの考えやアイデアを表現する機会です。自分の声を輝かせ、影響を与えましょう。",
  "fortune-cookie-text-79": "大学では大きな夢を見ましょう。あなたの志が世界を形作り、永続的な遺産を残す力があります。",
  "fortune-cookie-text-80": "大学の冒険に乗り出すとき、毎日が成長し、学び、可能性を再定義するチャンスであることを覚えておいてください。",
  "fortune-cookie-text-81": "講義室や図書館で最も予期しない場所で愛が見つかるかもしれません。心を開いておきましょう。",
  "fortune-cookie-text-82": "大学の領域では、魅力の火花が友情を花咲かせ、美しいラブストーリーを生み出すことができます。",
  "fortune-cookie-text-83": "今日の勉強パートナーが明日のソウルメイトになるかもしれません。学術的なつながりが永続的なロマンスへの道を開くことを許しましょう。",
  "fortune-cookie-text-84": "愛は研究プロジェクトのようなものであり、忍耐、献身、新たな深みを探求する意欲が必要です。",
  "fortune-cookie-text-85": "大学では、愛には境界がありません。つながりの多様性を受け入れ、心が導くままに進みましょう。",
  "fortune-cookie-text-86": "キャンパスを手をつないで散歩することで、卒業後も心を温める思い出が生まれます。",
  "fortune-cookie-text-87": "愛が一時的に気をそらすことを恐れないでください。時には最も重要な教訓が他人の抱擁の中で学ばれます。",
  "fortune-cookie-text-88": "誰か特別な人と共有する深夜の会話があなたのつながりを深め、忘れられない絆を作り出します。",
  "fortune-cookie-text-89": "大学の目まぐるしさの中で、愛は導きの光となり、感情的および知的なつながりの重要性を思い出させてくれます。",
  "fortune-cookie-text-90": "知識が成長するように、愛も成長します。それを大切に育て、何か特別なものに開花させましょう。",
  "fortune-cookie-text-91": "大学での関係は繊細なダンスです。コミュニケーション、妥協、愛の魔法を大切にしましょう。",
  "fortune-cookie-text-92": "特別な誰かと共有する化学反応は、どんな科学実験よりもエレクトリックです。",
  "fortune-cookie-text-93": "大学のロマンスの領域では、リスクを取り、脆弱になり、愛の変革の力を発見しましょう。",
  "fortune-cookie-text-94": "大学で情熱を探求する中で、愛が最も魅力的な主題であることに気づくかもしれません。",
  "fortune-cookie-text-95": "大学の恋人との盗まれた瞬間を大切にしましょう。それらは生涯続く貴重な思い出になります。",
  "fortune-cookie-text-96": "愛は究極のインスピレーションです。大学で見つけた愛があなたの創造性を刺激し、夢に燃料を供給しましょう。",
  "fortune-cookie-text-97": "可能性の海の中で、愛はあなたを支え、大学の旅に意味を与えるアンカーとなります。",
  "fortune-cookie-text-98": "真の愛には境界がありません。大学で文化的な多様性を受け入れ、愛がギャップを埋めることを許しましょう。",
  "fortune-cookie-text-99": "深夜の勉強セッションが愛のささやきに変わり、友情とロマンスの境界線がぼやけることがあります。",
  "fortune-cookie-text-100": "大学では、愛が元々の計画から逸れることがありますが、それは予想以上に美しい目的地に導くことがあります。",
  "fortune-cookie-text-101": "適切な人が大学での最大の応援者となり、学業および個人的な追求の両方を支えてくれます。",
  "fortune-cookie-text-102": "愛はダンスであり、大学はあなたの心のリズムに合わせて踊るパートナーを見つけるための完璧なステージです。",
  "fortune-cookie-text-103": "教科書のページに書かれたラブレターは、どんなおとぎ話にも匹敵しない魔法を持っています。",
  "fortune-cookie-text-104": "大学では、愛は嵐の中の避難所となることがあります。あなたの旅を理解している人の腕の中で安らぎを見つけましょう。",
  "fortune-cookie-text-105": "特別な誰かからの笑顔は、どんな大学の日も明るくします。愛をあなたの太陽としましょう。",
  "fortune-cookie-text-106": "愛は最も予期しない時にあなたを見つける方法があります。心を開いておき、運命の魔法を働かせましょう。",
  "fortune-cookie-text-107": "愛の旅の中で、脚本を書き直すことを恐れないでください。大学での愛の物語をユニークなものにしましょう。",
  "fortune-cookie-text-108": "大学で愛する人と共有する笑い声のこだまが、生涯あなたの心に響きます。",
  "fortune-cookie-text-109": "大学生活の目まぐるしさの中で、愛はあなたの魂に平和をもたらす穏やかなメロディとなります。",
  "fortune-cookie-text-110": "大学生活の忙しさの中で、愛はあなたの魂に安らぎをもたらす穏やかなメロディとなり得ます。",
  "fortune-cookie-text-111": "大学の恋愛の道のりは必ずしも順調ではありませんが、忍耐と理解があれば、それは時を超えた愛の物語へと導くことができます。",
  "fortune-cookie-text-112": "キャンパスは広いかもしれませんが、愛は距離に関係なく二つの心を結びつける方法を見つけます。",
  "fortune-cookie-text-113": "大学では、愛は展開を待つ冒険です。旅を受け入れ、心が素晴らしい目的地に導くままにしましょう。",
  "fortune-cookie-text-114": "大学で見つけた愛は、現在だけでなく未来も形作る力があります。賢く愛を選び、それが偉大さへと導いてくれるようにしましょう。"
}

